import React from 'react'

type Props = {}

export default function Privacy({}: Props) {
  return (
    <div>
        <p className='bold text-center'>นโยบายความเป็นส่วนตัวสำหรับงานทั้งในและนอกสถานที่ของ</p>
        <p className='bold text-center'>บริษัท อินฟินิธัส บาย กรุงไทย จำกัด และ บริษัท อะไรส์ บาย อินฟินิธัส จำกัด</p>
        <p className='bold text-center'>(Privacy Policy for Event/ Exhibition/ Tradeshow)</p>
        <p className='mt-4 indent-4'>บริษัท อินฟินิธัส บาย กรุงไทย จำกัด และ บริษัท อะไรส์ บาย อินฟินิธัส จำกัด  (รวมเรียกว่า “บริษัท”)  จัดทำนโยบายความเป็นส่วนตัวฉบับนี้ เพื่อแสดงความโปร่งใสของบริษัทเกี่ยวกับกิจกรรมการเก็บรวบรวม ใช้ เปิดเผย และ/หรือโอนไปยังต่างประเทศซึ่งข้อมูลส่วนบุคคลที่เกี่ยวกับตัวท่าน โดยปฏิบัติให้เป็นไปตามกฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคล ซึ่งบริษัทอาจเก็บรวบรวมข้อมูลส่วนบุคคลของท่านโดยตรง และ/หรือ ผ่านช่องทางต่าง ๆ ในการเข้าร่วมงานนิทรรศการ มหกรรม และงานทั้งในและนอกสถานที่ของบริษัท รวมถึงการติดต่อจุดรับรองผู้มาติดต่อของบริษัท โดยบริษัทจะดำเนินการจัดการข้อมูลส่วนบุคคลของท่าน ดังนี้</p>
        <ul className=' mt-4 flex flex-col gap-4'>
            <li><span className='bold'>1.	ข้อมูลส่วนบุคคลที่บริษัทเก็บรวบรวม</span>
                <ol className='indent-4'>บริษัทอาจเก็บข้อมูลส่วนบุคคลดังต่อไปนี้จากท่าน เช่น ข้อมูลรายละเอียดส่วนตัว ข้อมูลการศึกษา ข้อมูลการทำงาน ข้อมูลการติดต่อ ข้อมูลอื่นที่มีการเก็บรวบรวม ใช้ และ/หรือเปิดเผยที่เกี่ยวข้องกับความสัมพันธ์ระหว่างบริษัทและลูกค้าของบริษัท ข้อมูลทางการเงิน ข้อมูลที่เกี่ยวกับการให้บริการแก่ท่าน ข้อมูลการทำธุรกรรม รายละเอียดทางเทคนิค รายละเอียดด้านพฤติกรรม รายละเอียดด้านการตลาดและการสื่อสาร และข้อมูลอื่น ๆ เช่น ข้อมูลจากกล้องโทรทัศน์วงจรปิด และ ข้อมูลวิดิโอ ภาพและเสียงที่ถูกบันทึกในพื้นที่ของบริษัท และ/หรือในสถานที่ที่จัดงาน เป็นต้น</ol>
            </li>
            <li><span className='bold'>2.	วัตถุประสงค์ที่บริษัทเก็บรวบรวม ใช้ เปิดเผย และ/หรือ โอนไปยังต่างประเทศซึ่งข้อมูลส่วนบุคคลของท่าน</span>
            <ol className='indent-4'>บริษัทเก็บรวบรวม ใช้ เปิดเผย และ/หรือโอนไปยังต่างประเทศซึ่งข้อมูลส่วนบุคคลของท่าน โดยอาศัยฐานทางกฎหมาย ตามที่กฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลอนุญาต แล้วแต่กรณี ทั้งนี้ เพื่อวัตถุประสงค์ต่าง ๆ เช่น เพื่อลงทะเบียนดำเนินการและประสานงานต่างๆ ที่เกี่ยวข้องกับการเข้าร่วมงานนิทรรศการ มหกรรม และงานทั้งในและนอกสถานที่ของบริษัท เพื่อปฏิบัติตามสัญญาภายใต้สัญญาใดๆ ที่ท่านมีกับบริษัท  หรือเพื่อดำเนินการตามที่จำเป็นในการเริ่มต้นทำสัญญาหรือเข้าทำสัญญานั้น เพื่อตรวจสอบยืนยันตัวตนบุคคล และเพื่อดำเนินการตามคำขอของท่าน เพื่อความปลอดภัยและเพื่อรักษาความมั่นคงปลอดภัยในธุรกิจของบริษัท เพื่อพัฒนาและปรับปรุงธุรกิจและบริการ เพื่อปกป้องประโยชน์อันชอบธรรมของบริษัท และ/หรือ ลูกค้าของบริษัท เพื่อปฏิบัติหน้าที่ตามกฎหมาย เพื่อประโยชน์สาธารณะในการปกป้องลูกค้าหรือบุคคลอื่นที่เข้าร่วมงานนิทรรศการ มหกรรม และงานนอกสถานที่ของบริษัท เพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย สุขภาพ หรือทรัพย์สินของท่านหรือของบุคคลอื่น เช่น เพื่อการควบคุมโรคติดต่อหรือโรคระบาด</ol>
            <ol className='indent-4'>ทั้งนี้ หากท่านไม่ให้ข้อมูลส่วนบุคคลกับบริษัท บริษัทอาจไม่สามารถให้บริการแก่ท่านได้ (เช่น อาจไม่อนุญาตให้ท่านเข้าร่วมงานของบริษัท หรืออาจไม่สามารถดำเนินการตามคำขอของท่านเมื่อท่านติดต่อผ่านจุดรับรองของบริษัท) หากบริษัทอาศัยฐานความยินยอมในการประมวลผลข้อมูลส่วนบุคคล บริษัทจะขอความยินยอมจากท่านเป็นครั้งคราว แล้วแต่กรณี ท่านมีสิทธิถอนความยินยอมของท่านตลอดเวลา ซึ่งท่านสามารถทำได้โดยติดต่อบริษัทตามที่อยู่ที่ระบุด้านล่างนโยบายฉบับนี้</ol>
            </li>

            <li><span className='bold'>3.	ขอบเขตการเปิดเผยข้อมูลส่วนบุคคล</span>
            <ol className='indent-4'>บริษัทอาจเปิดเผยหรือโอนข้อมูลส่วนบุคคลของท่านให้แก่บริษัทในเครือ กลุ่มธุรกิจทางการเงินของบริษัท ผู้ให้บริการของบริษัท พันธมิตรทางธุรกิจที่ได้รับการคัดเลือกของบริษัท หน่วยงานที่เกี่ยวข้อง บุคคลภายนอกที่กฎหมายกำหนด ผู้รับโอนสิทธิ และ/หรือ หน้าที่ บุคคลภายนอกและลูกค้าของบริษัท โดยบุคคลที่สามเหล่านี้อาจอยู่ในประเทศไทยหรือนอกประเทศไทย และเท่าที่จำเป็นอย่างยิ่งเท่านั้น</ol>
            <ol className='indent-4'>บริษัทอาจต้องโอนข้อมูลส่วนบุคคลของท่านออกนอกประเทศไทยไปยังประเทศซึ่งอาจมีมาตรฐานด้านการคุ้มครอง ข้อมูลส่วนบุคคลที่แตกต่างจากประเทศไทย เมื่อมีความจำเป็นต้องโอนข้อมูลส่วนบุคคลของท่านไปต่างประเทศที่มีมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลต่ำกว่าประเทศไทย บริษัทจะดำเนินการให้แน่ใจว่ามีการคุ้มครองข้อมูลส่วนบุคคลที่ถูกโอนในระดับที่เพียงพอ หรือดำเนินการอื่นใดให้แน่ใจว่ากฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลที่เกี่ยวข้องอนุญาตให้โอนข้อมูลส่วนบุคคลได้ และการโอนข้อมูลส่วนบุคคลของท่านไปยังต่างประเทศสอดคล้องกับเงื่อนไขและหลักเกณฑ์ที่กฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลที่เกี่ยวข้องกำหนด</ol>
            </li>

            <li><span className='bold'>4.	ระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล</span>
            <ol className='indent-4'>บริษัทจะเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้โดยมีระยะเวลาเท่าที่จำเป็นต่อการดำเนินการตามวัตถุประสงค์ที่บริษัทได้รับข้อมูลดังกล่าวมา ทั้งนี้ บริษัทอาจต้องเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้นานขึ้นหากกฎหมายกำหนด</ol>
            </li>

            <li><span className='bold'>5.	สิทธิของท่านในฐานะเจ้าของข้อมูลส่วนบุคคล</span>
            <ol className='indent-4'>ท่านอาจขอใช้สิทธิตามกฎหมายที่เกี่ยวกับข้อมูลส่วนบุคคลของท่าน ภายใต้เงื่อนไขที่กฎหมายกำหนดและกระบวนการจัดการสิทธิของบริษัท สิทธิดังกล่าวรวมถึง สิทธิในการเข้าถึง สิทธิในการแก้ไข สิทธิในการโอนย้าย สิทธิในการคัดค้าน สิทธิในการระงับการใช้งาน สิทธิในการถอนความยินยอม สิทธิในการลบ และสิทธิในการร้องเรียน</ol>
            </li>

            <li><span className='bold'>6.	การดำเนินการเกี่ยวกับลูกค้านิติบุคคล</span>
            <ol className='indent-4'>บริษัทไม่มีเจตนาในการเปิดเผยข้อมูลเกี่ยวกับลูกค้านิติบุคคลหรือข้อมูลของบุคคลที่เกี่ยวข้องกับลูกค้านิติบุคคลเพื่อวัตถุประสงค์ทางการตลาด ทั้งนี้ บริษัทจะเก็บรวบรวมและใช้ข้อมูลส่วนบุคคลดังกล่าวภายในบริษัทเท่านั้น</ol>
            </li>

            <li><span className='bold'>7.	มาตรการรักษาความปลอดภัย</span>
            <ol className='indent-4'>บริษัทได้จัดให้มีมาตรการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลที่เหมาะสม ซึ่งครอบคลุมถึงมาตรการป้องกันด้านการบริหารจัดการ มาตรการป้องกันด้านเทคนิค และมาตรการป้องกันทางกายภาพเพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข หรือเปิดเผยข้อมูลส่วนบุคคลโดยปราศจากอำนาจหรือโดยมิชอบ ทั้งนี้ เป็นไปตามที่กฎหมายที่ใช้บังคับกำหนด</ol>
            </li>   
            
            <li><span className='bold'>8.	ติดต่อบริษัท</span>
                <ol className='indent-4'>หากท่านมีคำถาม ข้อสงสัย หรือมีความประสงค์ที่จะใช้สิทธิของท่านที่เกี่ยวข้องกับข้อมูลส่วนบุคคลของท่าน โปรดติดต่อบริษัทที่</ol>
                <ol className='indent-4 bold'>1)	บริษัท อินฟินิธัส บาย กรุงไทย จำกัด</ol>
                <ol className='indent-12'>เลขที่ 35 อาคารนานาเหนือ ชั้นที่ 3 ถนนสุขุมวิท แขวงคลองเตยเหนือ เขตวัฒนา กรุงเทพมหานคร 10110 </ol>

                <ol className='indent-4 bold'>2)	บริษัท อะไรส์ บาย อินฟินิธัส จำกัด</ol>
                <ol className='indent-12'>เลขที่ 88 อาคารเดอะ ปาร์ค ชั้น 5, 9-10 ถนนรัชดาภิเษก แขวงคลองเตย เขตคลองเตย กรุงเทพมหานคร 10110 </ol>

            </li>
        </ul>
    </div>
  )
}